NAME = 'AI'
VERSION = '2.0'

ALIAS = ('кеша', 'кеш', 'кешу', 'кешун', 'кешуня', 'кешаня',
         'кэша', 'кэш', 'кэшу', 'кэшун', 'кэшуня', 'кэшаня',
         'киша', 'киш', 'кишу', 'кишун', 'кишуня', 'кишаня',
         'инокентий', 'иннокентий', 'кешечка',)

"""ALIAS = ('исин', 'исинка', 'есин',)"""

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

COMMANDS = {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "joke": ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
    "browser": ('открой браузер', 'запусти браузер', 'открой гугл хром', 'гугл хром'),
    "": (),
}

JOKES = ('ЭсКьюЭль запрос заходит в бар, подходит к двум столам и спрашивает .. «м+ожно присоединиться?»',
         'Программист это машина для преобразования кофе в код.',
         '''Один монитор — обычный программист, 
         два монитора — продвинутый программист, 
         три монитора — системный программист, 
         четыре монитора — охранник.''',
         'Почему ваши дети всё время ссорятся? Конфликт версий.',
         'Нейронная сеть, обученная на словах Пескова, не смогла ответить ни на один вопрос.'
         )
